<template>
  <div class="blog-post">
    <h2 class="post-title">Анкета о Прусте</h2>
    <p class="post-meta">
      <router-link v-bind:to="{name: 'Publicism'}">Публицистика</router-link> <br>
      1930, "Числа", Париж, №1, с. 274
    </p>
    <div class="post-text">
      <p>Редакция "Чисел" обратилась к ряду писателей с просьбой ответить на следующую анкету:</p>

      <p><em>Считаете ли Вы Пруста крупнейшим выразителем нашей эпохи?</em></p>
      <p><em>Видите ли в современной жизни героев и атмосферу его эпопеи?</em></p>
      <p><em>
          Считаете ли, что особенности Прустовского мира, его метод наблюдения, его духовный опыт и его стиль должны
          решающее влияние на мировую литературу ближайшего будущего, в частности на русскую?
      </em></p>

      <p>Мне кажется, что судить об этом невозможно: эпоха никогда не бывает "нашей". Мне неизвестно, в какую эпоху
        будущий историк нас ухлопает и какие найдет для нее приметы. К приметам, находимым современниками, я отношусь
        подозрительно.</p>
      <p>Опять же, — мне трудно вообразить "современную" жизнь. Всякая страна живет по-своему, и всякий человек —
        по-своему. Но есть кое-что вечное. Изображение этого вечного только и ценно. Прустовские люди жили
        всегда и везде.</p>
      <p>Литературное влияние — темная и смутная вещь. Можно себе, например, представить двух писателей, А и В,
        совершенно разных, но находящихся оба под некоторым, очень субъективным, влиянием Пруста; это влияние читателю
        С незаметно, так как каждый из трех (А, В и С) воспринял Пруста по-своему. Бывает, что писатель влияет косвенно,
        через другого, или же происходит какая-нибудь сложная смесь влияний и т. д. Предвидеть что-нибудь в этом
        направлении нельзя.</p>

    </div>

  </div><!-- /.blog-post -->
</template>

<script>
export default {
  name: "AnketaOPruste"
}
</script>

