<template>

</template>

<script>
import Post from "@/components/Post"
export default {
  name: "PostsList",
  components: {Post},

  data() {
    return {
      posts: [
        {
          title: 'Анкета о Прусте',
          meta: '<router-link v-bind:to="{name: \'Publicism\'}">Публицистика</router-link> <br/>1930, "Числа", Париж, №1, с. 274',
          text: '<p>Редакция "Чисел" обратилась к ряду писателей с просьбой ответить на следующую анкету:</p>\n' +
              '\n' +
              '      <p><em>Считаете ли Вы Пруста крупнейшим выразителем нашей эпохи?</em></p>\n' +
              '      <p><em>Видите ли в современной жизни героев и атмосферу его эпопеи?</em></p>\n' +
              '      <p><em>Считаете ли, что особенности Прустовского мира, его метод наблюдения, его духовный опыт и его\n' +
              '        стиль должны оказать решающее влияние на мировую литературу ближайшего будущего,\n' +
              '        в частности на русскую?\n' +
              '      </em></p>\n' +
              '\n' +
              '      <p>Мне кажется, что судить об этом невозможно: эпоха никогда не бывает "нашей". Мне неизвестно, в какую\n' +
              '        эпоху будущий историк нас ухлопает и какие найдет для нее приметы. К приметам, находимым\n' +
              '        современниками, я отношусь подозрительно.\n' +
              '      </p>\n' +
              '      <p>Опять же, — мне трудно вообразить "современную" жизнь. Всякая страна живет по-своему, и всякий\n' +
              '        человек — по-своему. Но есть кое-что вечное. Изображение этого вечного только и ценно. Прустовские\n' +
              '        люди жили всегда и везде.\n' +
              '      </p>\n' +
              '      <p>Литературное влияние — темная и смутная вещь. Можно себе, например, представить двух писателей, А и\n' +
              '        В, совершенно разных, но находящихся оба под некоторым, очень субъективным, влиянием Пруста; это\n' +
              '        влияние читателю С незаметно, так как каждый из трех (А, В и С) воспринял Пруста по-своему. Бывает,\n' +
              '        что писатель влияет косвенно, через другого, или же происходит какая-нибудь сложная смесь влияний и\n' +
              '        т. д. Предвидеть что-нибудь в этом направлении нельзя.\n' +
              '      </p>'
        }
      ]
    }
  }
}
</script>
